<?php
// Heading 
$_['heading_title']    = 'トラッキングリンクの設定';

// Text
$_['text_account']     = 'アカウント';
$_['text_description'] = 'あなたがアフィリエイト報酬を得るには、%s へリンクするURLにトラッキングコードを設置する必要があります。<br />トラッキングリンクを生成するには、下記のツール(トラッキングリンクジェネレーター)を使用してください。';
$_['text_code']        = '<b>あなたのトラッキングコード:</b>';
$_['text_generator']   = '<b>トラッキングリンクジェネレーター</b><br />希望する商品名を入力してください:<br /><span class="help">(オートコンプリートです)</span>';
$_['text_link']        = '<b>トラッキングリンク:<br /></b><span class="help">こちらをリンクするバナー等に設置してください。</span>';
?>