<?php
// Heading
$_['heading_title']    = '注文ステータス設定';

// Text
$_['text_success']     = '成功: 注文ステータスを更新しました!';

// Column
$_['column_name']      = '注文ステータス名';
$_['column_action']    = '処理';

// Entry
$_['entry_name']       = '注文ステータス名:';

// Error
$_['error_permission'] = '警告: 注文ステータスを更新する権限がありません!';
$_['error_name']       = '注文ステータス名は3文字以上32文字以下で入力してください!';
$_['error_default']    = '警告: この注文ステータスは現在、デフォルトストアに割り振られていますので削除できません!';
$_['error_download']   = '警告: この注文ステータスは現在、デフィルトダウンロードステータスに割り振られているために削除できません!';
$_['error_store']      = '警告: この注文ステータスは現在、 %s個のストアに割り振られているために削除できません!';
$_['error_order']      = '警告: この注文ステータスは現在、 %sこの注文に割り振られているために削除できません!';
?>