<?php
// Heading
$_['heading_title']          = '地域設定(都道府県)';

// Text
$_['text_success']           = '成功:地域設定(都道府県)を更新しました!';

// Column
$_['column_name']            = '地域(都道府県)名';
$_['column_code']            = '地域(都道府県)コード';
$_['column_country']         = '国';
$_['column_action']          = '処理';

// Entry
$_['entry_status']           = 'ステータス:';
$_['entry_name']             = '地域(都道府県)名:';
$_['entry_code']             = '地域(都道府県)コード:';
$_['entry_country']          = '国:';

// Error
$_['error_permission']       = '警告: 地域設定(都道府県)を変更する権限がありません!';
$_['error_name']             = '地域(都道府県)は3文字以上128文字以下で入力してください!';
$_['error_default']          = '警告: この地域(都道府県)はデフォルトストアに割り振られているため削除できません!';
$_['error_store']            = '警告: この地域(都道府県)は現在 %s 個のストアに割り振られているため削除することができません!';
$_['error_address']          = '警告: この地域(都道府県)は現在、 %s 個のアドレス帳に割り振られているため削除できません!';
$_['error_affiliate']        = '警告: この地域(都道府県)は現在、 %s 個のアフィリエイトに割り振られているため削除できません!';
$_['error_zone_to_geo_zone'] = '警告: この地域(都道府県)は現在、 %s個のジオゾーンに割り振られているため削除できません!';
?>