<?php
// Heading
$_['heading_title']     = 'レイアウト設定';

// Text
$_['text_success']      = '成功: レイアウトを更新しました!';
$_['text_default']      = 'デフォルト';

// Column
$_['column_name']       = 'レイアウト名';
$_['column_action']     = '処理';

// Entry
$_['entry_name']        = 'レイアウト名:';
$_['entry_store']       = 'ストア:';
$_['entry_route']       = 'ルート:';

// Error
$_['error_permission']  = '警告: レイアウトを変更する権限がありません!';
$_['error_name']        = 'レイアウト名は3文字以上64文字以下でなければなりません!';
$_['error_default']     = '警告: このレイアウトは、現在デフォルトのストアに割り振られているために削除できません!';
$_['error_store']       = '警告: このレイアウトは、現在 %s 個のストアに割り振られているために削除できません!';
$_['error_product']     = '警告: このレイアウトは、現在 %s 個の商品に割り振られているために削除できません!';
$_['error_category']    = '警告: このレイアウトは、現在 %s 個のカテゴリーに割り振られているために削除できません!';
$_['error_information'] = '警告: このレイアウトは、現在 %s 個のインフォメーションページに割り振られているために削除できません!';
?>