<?php
// Heading
$_['heading_title']         = 'イメージマネージャー';

// Text
$_['text_uploaded']         = '成功：ファイルのアップロードに成功しました!';
$_['text_file_delete']      = 'ファイルは削除されました!';
$_['text_create']           = '成功：ディレクトリが作られました!';
$_['text_delete']           = '成功：あなたのファイルまたはディレクトリは削除されました!';
$_['text_move']             = '成功：あなたのファイルまたはディレクトリは移動しました!';
$_['text_copy']             = '成功：あなたのファイルまたはディレクトリは、コピーされました!';
$_['text_rename']           = '成功：あなたのファイルまたはディレクトリの名前は変更されました!';

// Entry
$_['entry_folder']          = '新規フォルダ:';
$_['entry_move']            = '移動:';
$_['entry_copy']            = 'コピー:';
$_['entry_rename']          = '変更:';

// Error
$_['error_select']          = '警告：ディレクトリまたはファイルを選んでください!';
$_['error_file']            = '警告：ファイルを選んでください!';
$_['error_directory']       = '警告：ディレクトリを選んでください!';
$_['error_default']         = '警告：デフォルトディレクトリは変えることができません!';
$_['error_delete']          = '警告: このディレクトリを削除することができません!';
$_['error_filename']        = '警告：ファイル名は、3文字以上255未満でなければなりません!';
$_['error_missing']         = '警告: ファイルまたはディレクトリが、存在しません!';
$_['error_exists']          = '警告：同じ名前のファイルまたはディレクトリがすでに存在します!';
$_['error_name']            = '警告：新しい名前を入力してください!';
$_['error_move']            = '警告：ディレクトリへの移動が失敗しました!';
$_['error_copy']            = '警告：このファイルまたはディレクトリをコピーすることができません!';
$_['error_rename']          = '警告：このディレクトリの名前を変更することができません!';
$_['error_file_type']       = '警告：ファイル形式が間違っています!';
$_['error_file_size']       = '警告: ファイルサイズは 300kb までで、画像のサイズは縦、横ともに1000px までにしてください!';
$_['error_uploaded']        = '警告:ファイルはアップロードされていません!';
$_['error_permission']      = '警告: 権限がありません!';

// Button
$_['button_folder']         = '新規フォルダ';
$_['button_delete']         = '削除';
$_['button_move']           = '移動';
$_['button_copy']           = 'コピー';
$_['button_rename']         = '変更';
$_['button_upload']         = 'アップロード';
$_['button_refresh']        = 'リフレッシュ';
?>