<?php
// Text
$_['text_approve_subject']      = '%s アフィリエイト承認確認メール';
$_['text_approve_welcome']      = '%s のアフィリエイトプログラムにご参加いただき、ありがとうございます!';
$_['text_approve_login']        = 'ご登録いただきましたメールアドレスとパスワードにて下記URLよりログインする事が可能となります。';
$_['text_approve_services']     = 'ログイン後、報酬支払いのためのトラッキングコードの生成やアカウント情報の編集が可能となります。';
$_['text_approve_thanks']       = '今後ともよろしくお願いいたします。';
$_['text_transaction_subject']  = '%s アフィリエイト報酬のご案内';
$_['text_transaction_received'] = 'あなたは今回 %s の報酬を獲得しました!';
$_['text_transaction_total']    = 'あなたには現在 %s の報酬残高があります。';

$_['text_subject']  = '%s - アフィリエイトプログラム';
$_['text_welcome']  = '%s のアフィリエイトプログラムにご参加いただき、ありがとうございます!';
$_['text_approval'] = 'お客様がログインする前にアカウントの承認審査がございます。 一度承認されたお客様は、ご登録いただきましたメールアドレスとパスワードにて下記URLよりログインする事が可能となります。:';
$_['text_services'] = 'ログイン後、報酬支払いのためのトラッキングコードの生成やアカウント情報の編集が可能となります。';
$_['text_thanks']   = '今後ともよろしくお願いいたします。';
?>